export const ru = {
  features: {
    copy_link: {
      dialog: 'экспортировать',
      cancel: 'закрыть',
      copy: 'копировать',
      description_browser: 'Ниже приведен URL в котором сохранены выбранные вами параметры. Вы можете добавить его в закладки браузера, чтобы не настраивать каждый раз. Доступные голоса отграничены поставщиком браузера.',
      description_obs: 'Вы также можете использовать его в OBS для пользовательской док-панели браузера. Браузер OBS не предоставляет голоса и будет показывать те что доступны оффлайн в вашей ОС. Для Windows 10/11 необходимо зайти в настройки языка и скачать требуемый вам языковой пакет.',
    },
    voice: {
      label: 'Голос'
    },
    voice_volume: {
      chip: 'Громкость голоса'
    },
    voice_speed: {
      chip: 'Скорость воспроизведения'
    },
    chat_listening_channel: {
      label: 'название канала',
    },
    chat_listening_action: {
      btn_start: 'подключиться',
      btn_stop: 'отключиться',
    },
    chat_announce_username: {
      chip: "Объявлять имя пользователя перед сообщением"
    },
    chat_exclude_reply_message: {
      chip: "Исключать общение между участниками чата"
    },
    chat_exclude_bot_commands: {
      chip: "Исключать команды для ботов"
    },
    chat_only_from_paid_users: {
      chip: "Озвучивать сообщения только от платных пользователей"
    },
    chat_only_from_moderation_users: {
      chip: "Озвучивать сообщения только от модераторов"
    },
    chat_only_with_tts_command: {
      chip: "Озвучивать только по команде"
    },
  }
};
